Repository: fatih/sinerji
Catalog: po/*.po
Languages: es, nl, tr

source: Error while resolving:
es: Error al resolver:
nl: Fout tijdens het oplossen:
tr: Çözümlenirken hata oluştu:

source: Lost connection to avahi-daemon
es: Conexión al demonio avahi interrumpida
nl: Verbroken verbinding met avahi-daemon
tr: Avahi-daemon'a bağlantı kayboldu

source: We are connected to avahi-daemon
es: Conexión con demonio Avahi establecido
nl: Verbonden met avahi-daemon
tr: Avahi-daemon'a bağlantı kuruldu

source: Can't remove service. That should not happen
es: No posible remover servicio. No debería suceder esto
nl: Kan dienst niet verwijderen. Dit mag niet gebeuren
tr: Servis silinemiyor. Böyle bir şey olmaması gerekiyor.

source: Publishing service %s of type _sinerji._tcp
es: Publicando servicio %s del tipo _sinerji._tcp
nl: Publiceren van dienst %s van type _sinerji._tcp
tr: _sinerji._tcp türündeki %s servisi yayınlanıyor

source: Error while adding service: %s
es: Error al agregar el servicio: %s
nl: Fout tijdens toevoegen dienst: %s
tr: Servis eklenirken hata oluştu: %s

source: Local name collision
es: Colisión de nombre local
nl: Lokale naamconflict
tr: Yerel isim çakışması

source: Service successfully added
es: Servicio agregado exitosamente
nl: Dienst met succes toegevoegd
tr: Servis başarıyla eklendi

source: Service successfully committed
es: Servicio aplicado con éxito
nl: Dienst met succes gecommitteerd
tr: Servis başarıyla işlendi

source: Server state changed to %s
es: Estado del servicio cambiado a %s
nl: Status van dienst gewijzigd in %s
tr: Sunucu %s durumuna değişti

source: CLIENT FAILURE
es: ERROR DE CLIENTE
nl: CLIENT-fout
tr: İSTEMCİ BOZULMASI

source: avahiservices.py: local name collision
es: avahiservices.py: colisión de nombre local
nl: avahiservices.py: lokale naamconflict
tr: avahiservices.py: yerel isim çakışması

source: avahiservices.py: ENTRY_GROUP_FAILURE reached (that should not happen)
es: avahiservices.py: ENTRY_GROUP_FAILURE alcanzado (Esto no debería suceder)
nl: avahiservices.py: ENTRY_GROUP_FAILURE opgetreden (dit mag niet gebeuren)
tr: avahiservices.py: ENTRY_GROUP_FAILURE ulaşıldı (bu olmaması gerekiyor)

source: %s is connected to you
es: %s está conectado con Usted
nl: %s is met hier verbonden
tr: %s sizinle bağlantı kurdu

source: %s want to use your pc from %s
es: %s desea utilizar su PC desde %s
nl: %s wil deze computer gebruiken vanaf %s
tr: %s sizinle %s tarafdan bağlantı kurmak istiyor

source: Manage
es: Administrar
nl: Beheer
tr: Yönet

source: About
es: Acerca de
nl: Info over
tr: Hakkında

source: Quit
es: Salir
nl: Afsluiten
tr: Çık

source: Disconnect
es: Desconectar
nl: Verbreken
tr: Bağlantıyı kes

source: No Sinerji service available
es: Servicio Sinerji no disponible
nl: Geen Sinerji-dienst beschikbaar
tr: Sinerji servisi mevcut değil

source: Start Synergyc
es: Iniciar Synergyc
nl: Synergyc starten
tr: Synergyc başlatılıyor

source: %s is connected to you.
es: %s está conectado con Usted.
nl: %s is met hier verbonden.
tr: %s sizinle bağlantı kurdu

source: Disconnected from %s
es: Desconectado desde %s
nl: Niet verbonden met %s
tr: %s ile bağlantınız kesildi

source: Idle mode, nothing to do
es: Modo descanso, nada que hacer
nl: Idle-modus, niets te doen
tr: Boş moda, yapacak bir şey yok

source: Synergy server started successfull
es: Servicio Synergy iniciado con éxito
nl: Synergy-dienst is met succes gestart
tr: Synergy sunucusu başarıyla başlatıldı

source: Synergy is connected to a pc
es: Synergy está conectado a una PC
nl: Synergy is verbonden met een computer
tr: Synergy başka bir bilgisayara bağlandı

source: Warning
es: Alerta
nl: Waarschuwing
tr: Uyarı

source: Somebody is using your computer. To use other computers please restart
es: Alguién está utilizando su computadora. Por favor reinicie para poder utilizar otras computadoras
nl: Deze computer is reeds in gebruik. Herstart om deze computer te gebruiken
tr: Başkası sizin bilgisayarınızı yönetiyor. Siz kendiniz başka bir bilgisayarı yönetmek istiyorsanız, uygulamayı tekrar başlatın

source: Computer %s is sharing its screen
es: Computadora %s está compartiendo su pantalla
nl: Computer %s deelt zijn scherm
tr: %s sizinle bilgisayarı paylaştı

source: Computer %s is no longer sharing its screen
es: Computadora %s dejó de compartir su pantalla
nl: Computer %s deelt niet langerzijn scherm
tr: % sizinle olan bağlantıyı iptal etti

source: Choose the computer and his position to manage it
es: Elija la computadora y su posición para controlarlo
nl: Selecteer de computer en zijn positie om het te beheren
tr: Yönetmek istediğiniz bilgisayarı ve fiziksel konumunu belirleyin
